{
  "header.about": "About",
  "header.contact": "Contact",
  "home.title": "Hello! I'm Nicolas",
  "home.subtitle": "Videogames and web developer",
  "home.posttitle": "A website crafted by a guy who spends way too much time staring at his code editor.",
  "home.tecnologies": "Technologies I work with:",
  "home.findMe": "You can find me in:",
  "home.playMe": "Play my games!",
  "home.cv": "Get my Resume",
  "contact.gmail": "Send me an email",
  "contact.linkedin": "Talk me on LinkedIn",
  "portfolio.title": "Some of my works",
  "portfolio.subtitle": "At least the ones that don't have copyright",
  "about.title": "Know me a little bit more",
  "about.subtitle": "Some random stuff about me",
  "about.history": "My history",
  "about.history1": "I'm a 90's men, born in Haedo at 1995, a residential area in the west of Buenos Aires, Argentina.",
  "about.history2": "Since i was a little kid i was interested in videogames, computers, music and football. I was pretty bad at the last two so the time was put me in the way to made carrer with the first ones.",
  "about.history3": "I started playing videogames at the age of 4, with a Super Nintendo, spending hours with Super Metroid, Donkey Kong Country and Yoshi Island, and since then i never stopped playing.",
  "about.history4": "I was arround 8 when the first computer arrived to my house, and i was amazed by it, was an extremely slow computer with Windows Millenium (probably the worst windows ever), but i was so happy with it, and i was amazed by all the thigs you can do with it, like painting, write, change the screensaver and play videogames very different from the ones i was used to play on the Super Nintendo, and the most amazing thing, you can carry your personal files in a floppy drive!",
  "about.history5": "My first contact with programming was using tools for homemade videos that had some pseudo-code to make some effects, but i didn't know what i was doing, i just copied the code and it worked, but i didn't know why. Also, the Warcraft III editor map was a great tool to learn some programming, and i made some maps with it, but i didn't know what i was doing either.",
  "about.history6": "At the of 14, and with my parents support, I decide to move in a hight school with a technical orientation, and i choose the one with the computer orientation, since then, i start to do my first computer programs with C, and never stopped since then."
}
